// components/aimagData.js
export const AIMAG_ID_TO_NAME = {
    "MN073": "Архангай",
    "MN071": "Баян-Өлгий",
    "MN069": "Баянхонгор",
    "MN067": "Булган",
    "MN037": "Дархан-Уул",
    "MN061": "Дорнод",
    "MN063": "Дорноговь",
    "MN059": "Дундговь",
    "MN057": "Завхан",
    "MN065": "Говь-Алтай",
    "MN064": "Говьсүмбэр",
    "MN039": "Хэнтий",
    "MN043": "Ховд",
    "MN041": "Хөвсгөл",
    "MN035": "Орхон",
    "MN049": "Сэлэнгэ",
    "MN051": "Сүхбаатар",
    "MN047": "Төв",
    "MN046": "Увс",
    "MN1": "Улаанбаатар",
    "MN053": "Өмнөговь",
    "MN055": "Өвөрхангай",
    // Дээрх жагсаалт нь Simplemaps-ийн жагсаалттай тохирч байгаа.
};

export const AIMAG_IDS = Object.keys(AIMAG_ID_TO_NAME);